/* 过关失败标题 */
"OH~NO~囧rz" = "OH~NO~囧rz";

/* 过关失败 */
"一回生，两回熟，下次一定能过" = "let's try again";

/* 高分榜关卡标题 */
"关卡" = "Level";

/* 高分榜关卡选择 */
"关卡选择" = "Level select";

/* 开关 */
"关闭" = "OFF";

/* 失误计数 */
"失误" = "Miss";

/* No comment provided by engineer. */
"失误: 0" = "Miss: 0";

"得分: %d" = "Score: %d";

/* 弹出圆菜单提示 */
"帮助" = "HELP";

/* 游戏开始界面 */
"开始游戏" = "START";

/* 过关提示 */
"很遗憾未能刷新纪录" = "level pass";

/* No comment provided by engineer. */
"得分: 0" = "Score: 0";

/* 刷新高分榜 */
"恭喜刷新纪录" = "You have just refleshed the highest score!";

/* 过关提示 */
"恭喜过关" = "Congratulations!";

/* 错误手势提示 */
"手势不对哦" = "Wrong Gesture!";

/* 开关 */
"打开" = "ON";

/* 设置界面 */
"振动开关" = "Vibration";

/* 弹出圆菜单提示 */
"离开" = "Exit";

/* 弹出圆菜单提示 */
"继续" = "Continue";

/* 游戏开始界面 */
"继续游戏" = "Continue";

/* 设置界面 */
"背景音乐" = "BGM";

/* No comment provided by engineer. */
"设置" = "Setting";

/* 高分榜名字 */
"请输入你的大名" = "Please input your name";

/* 高分榜返回 */
"返回" = "Back";

/* 重玩 */
"重玩" = "Replay";

/* 设置界面 */
"音效" = "Sound";

/* 游戏开始界面 */
"高分榜" = "HighScore";

